[
    {
        "Name": "Пъстърва - американска",
        "Description": "Американската пъстърва на външен вид  не се различава много от балканската. Гърбът и е по-светъл, а отстрани по дължината на страничнтa линия се вижда една неясно очертана червеникава ивица, иридираща в различните цветове на дъгата. От това тази пъстърва е получилаимето си «дъгова» пъстърва. На дължина тя достига до ­50 см, а на тегло до 6 кг. Родината и е Северна Америка, откъдето била разселена на много места с риборазвъдни цели. Пренасянето е станало чрез оплоден хайвер. Дъговата пъстърва има доста предимства пред местната пъстърва: издържа по-високи температури на водата (до 30 С); нараства значително по-бързо (докато балканската пъстърва за две години дocтигa до 170 г, то американската на тази възраст е вече З00- 400 г); не е придирчива към храната; инкубационният и период е значително по-къс (1,5-2 месеца) и др. В последно време с нея се зарибяват доста високопланински езера и реки в много страни. Размножителният й период при нашите условия настъпва през пролетта ­от средата на април до май, при температура на водата 8-10 градуса. Размножаването й по изкуствен начин е сравнително леко. На много места у нас са построени изкуствени люпилни, в когато се поставя оплоденият хайвер. Взимането на хайвера от женската и млякото от мъжкия става чрез масажиране на коремите на двата индивида. В рибовъдните стопанства дъговата пъстърва хранят с какавиди на копринената пеперуда, освободени от пашкула след източване на свилата, със ситно накълцано месо и др. В природните условия храната и не се отличава от храната на речната пъстърва. Вкусовите качества на месото и са по-ниски от тези на балканската пъстърва, но независимо от това и тя се смята за деликатес.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743383/or9ylfhoi04seojlwbpv.jpg"
        },
        "MinimumLegalSize": 22
    },
    {
        "Name": "Бабушка",
        "Description": "Тялото на бабушката е странично сплеснато, покрито с едрн люспи. Гърбът е сннкаво или зеленикавочерен. Размерите й са малки - рядко достига до 25 см. Бабушката обитава средните и долни течения на почти всички реки у нас, р. Дунав, а също така и слабосолените езера. Хайверът си хвърля през май - юни при температура на водата около 10 градуса. Храни се с дребни безгръбначни и водорасли. Бабушката няма особено значение. Тя се лови в малко количество заедно с други риби.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743393/muxend48pc2c06qxt3iy.jpg"
        }
    },
    {
        "Name": "Пъстърва - балканска",
        "Description": "Балканската пъстърва е риба от семейство Пъстървови. В миналото е била разпространена само в Европа и Северна Азия, включително и в България. През 1883 г. е пренесена в Северна Америка. Отстрани е светлокафява, а към корема преминава почти в жълто. Също така има големи розови петна на двете страни. Средната големина на този вид е около 40 см. Обитава чисти и студени, богати на кислород, води. Пъстървите могат да плуват срещу течението, хвърлят хайвера си в горната част на реките и ако на пътя им има праг или друго препятствие, правят скокове във въздуха и така ги преодоляват. Тя е хищна риба, която се храни с мухи, червеи и често в менюто ѝ се включват по-малки рибки. Балканската пъстърва е обект на спортен риболов. Използвани примамки са въртящите блесни, най-често модели, \"окраската\" на които представлява ярък фон с контрастиращи точки. Уловът на изкуствена муха е най-популярен и най-емоционален. Месото на Балканската пъстърва се слави с отличните си вкусови качества, поради което се смята за деликатес сред останалите речни риби.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743399/ypfj2jzb9upc5yfzxnfu.jpg"
        },
        "MinimumLegalSize": 23
    },
    {
        "Name": "Амур - бял",
        "Description": "На пръв поглед белият амур поразително напомня речния кефал. Същото торпедовидно тяло с мощна широкочела глава, подобни едри, изрядно подредени люспи, окръглени плавници, особено горният и аналният. И все пак това е друга риба - при клена чифтните плавници са червено-оранжеви, а тук са опушено сиви. И освен това при белия амур опашната перка е повече изрязана навътре, с по-изразена стреловидност, пък и при нея липсва по-тъмният кант в края, както е при клена. Белият амур, както може би и името му подсеща, е с азиатски произход. Родината му в естествени условия са бистрите води на реките Амур и Усури в Далечния изток. Белият амур достига до внушителните 120-130 см на дължина при тегло около 35 килограма. Доскоро той бе размножаван само изкуствено, при специални условия, за да бъде предоставян като зарибителен материал на рибовъдните стопанства. Като повечето шаранови видове и белият амур е топлолюбива риба. Това предопределя и значителната му активност през лятото, както и понижената му жизненост през зимата. С педантична методичност той е в състояние да опасе огромни площи, заети от висшата водна растителност. С това си качество белият амур си е спечелил славата на най-добрия чистач на канали и водоеми, който на всичкото отгоре се отплаща на работодателя си с тонове чудесно месо.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743425/cmuokkpqwrriorxhqn3j.jpg"
        },
        "MinimumLegalSize": 40
    },
    {
        "Name": "Толстолоб - бял",
        "Description": "Белият толстолоб е сладководна риба от групата на внесените и аклиматизирани у нас \"растителноядни риби\" от семейство Шаранови. Родината ѝ е Далечния изток. Достига относително големи размери и тегло до 20 кг. Тялото ѝ е странично сплеснато с голяма глава, а очите ѝ са разположени в долната ѝ част. Гръдните плавници са удължени и заострени, и не достигат основата на гръдните плавници. Цветът на тялото е сребристобял, гръдната част е по тъмна, люспите са много малки и тънки. Дължината на червата при възрастните е 1500% от дължината на тялото. Глътъчните зъби са еднородни, силно уплътнени и приспособени за мачкане на планктонни водорасли. Килът е по продължение на цялото тяло - започва от аналния отвор и завършва до гърлото. Достига полова зрялост на 3 годишна възраст. Живее в горните слоеве на водата и се храни развиващия се там планктон. Основната му храна са микроскопичните водорасли. Храни се активно, като филтрира и отбира от водораслите само определени видове. В състава на храната му се срещат всички групи на планктонните водорасли - диатомови, зелени, синьо-зелени и др. При отсъствие на водорасли, обикновено пролет и есен, се храни с разлагащи се органични остатъци, т. нар. детрит. Белият толстолоб е много подвижна и плашлива риба. При шум скача на височина до 1-1,5 м. над водата.Белият толстолоб, независимо от това, че притежава по бавен темп на нарастване от пъстрия толстолоб е абсолютно необходим за поликултурата в рибовъдните стопанства, тъй като не влиза в пряка конкуренция с шарана. В рибовъдната практика се използват най-често хибридни форми толстолоб. При хибридизация се получава плодовито потомство, което може да се размножава. В България, белият толстолоб се размножава само изкуствено.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743429/gxtcgr6vogulalexly8q.jpg"
        },
        "MinimumLegalSize": 40
    },
    {
        "Name": "Мряна - бяла",
        "Description": "Силна, едра и отлично приспособена за живот в течащи води. Тялото є е цилиндрично, обтекаемо, с леко стеснение в предната част. Люспите са ситни, но здраво прикрепени към тялото. Изобщо цялостната конструкция на бялата мряна говори за мощта на шарановите риби, към които принадлежи, и за финеса на най-добрите плувци в бързи води. У нас тази дънна и стадна риба се среща главно в Дунав, но често се лови и в неговите притоци. В миналото популацията є е била разпространена доста нагоре по течението на Искър, но сега очевидно е намалила ареала си на обитание. На дължина бялата мряна достига внушителните 80-100 сантиметра, а на тегло - 6-8 килограма. Главата е с конусовидна форма, с долна, отваряща се като рило напред уста, в ъглите на която имаме по едно дълго мустаче. Двойка по-къси мустачета овенчават и предния край на муцуната. Очите са малки, а гръбната перка - голяма и извисена. В началото си тя има здрав твърд назъбен лъч като при шарана. Аналната перка е скъсена и някак прибрана към тялото. Опашният плавник е мощен, със стремителен силует. Чифтните коремни плавници и аналната перка са оранжево-жълтеникави, а гръбният и опашният плавник са сивкаво-кафяви. Гърбът на мряната е кафяв или дори по-тъмен, страните є преливат в златно-зеленикаво, а коремът е светлобежов или мръсно бял. Бялата мряна е типична дънна риба. Тя се храни само по дъното, като предпочита то да е чакълесто, глинесто или каменисто. Всеядна е, но с превес на животинската храна, която активно търси по осезание дори в замътени води с чувствителните си мустаци. Ларви на насекоми, червеи, пиявици, мамарци, мекотели, раци и дори рибки са в основното є меню. У нас освен бялата и черната мряна се среща и още един вид, маришката мряна - Barbus cyclolepis. Тя прилича повече на черната балканска мряна, но няма черни петна в окраската на перките си. Достига до 30 см на дължина и се среща както в Марица, така и в Струма, Места и техните притоци.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743423/jbsoyn3irnzmez2gopt1.jpg"
        },
        "MinimumLegalSize": 25
    },
    {
        "Name": "Бяла риба",
        "Description": "Тялото на бялата риба е удължено и сплесната странично. Покрито е с малки бодливи люспи. Има две гръбни перки, разположени близо една  до друга друга. Коремните перки се намират на гърдите, почти под гръдните. Устата е голяма и снабдена с остри зъби. Гърбът е зеленикавопепеляв. Отстрани се очертават 8 - 12 кафявочерни напречни ивици. По гръбните и опашните перки също се наблюдават тъмни петна. На дължина достига 40 - 6О см, а на тегло - 3 кг. Бялата риба обитава долните течения на реките, р. Дунав, язовирите и слабо солените езера и блата край морето - Мандра, Бургаско, Белославско и Блатниuа. Размножаването започва към края на март и продължава до края на май при температура на водата 10 - 26  градуса Целзий. Хайверът си изхвърля на порции и полепва по водната растителност. В зависимост от температурата на водата излюпването протича за 3­10 денонощия. Бялата риба е типичен хищник. Храни се с по-дребни риби (езерна трицона, попчета, атерина, а в сладките води с различни шаранови). Малките до към 45-дневна възраст са зоопланктоноядни. Нарастването е различно в зависимост от храната, но в началните години то е по-ускорено, а в последствие се забавя. Бялата риба има важно стопанско значение. Месото и е нежно и вкусно без междумускулни кости - приема се за деликатес. У нас се лови най-много в Бургаската езеро. Уловът и се извършва с грибове, винтери и сетки. Най-усиленият риболов е през месец септември ­декември, когато месото има най-добри вкусови качества. Използува се главно в прясно състояние.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743427/pkkzrp8whrhprlbpk63x.jpg"
        },
        "MinimumLegalSize": 45
    },
    {
        "Name": "Езерна сьомга",
        "Description": "У нас на места има правени опити за разселването на Езерна сьомга, а до колко са били успешни времето ще покаже. Езерна сьомга е пускана преди 10-ина години в някои наши язовири (яз.Искър например). Иначе има много водоеми за спортен риболов , в които наред с речната, дъговата и сивена има и Езерна сьомга. Челюстите й са като на нормална американска пъстърва. Единствената разлика е в цвета на месото.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743431/c1drdgzewbpp0bdjbe4f.jpg"
        }
    },
    {
        "Name": "Зарган",
        "Description": "Зарган, морска бекаса, Garpike (Belone belone) - Дължина на тялото до 70 см., тегло до 700 г. Разпространение: в Черно, Средиземно море и Атлантическия океан. Биология: морска, стадна, пелагична риба. Не понася колебания в солеността. Съзрява полово на 1-2 години. Размножава се от април до септември. Храни се предимно с риба. През есента навлиза в Мраморно море за зимуване. Нараства бързо и живее до 9 години. Ценен стопански вид. В България се ловят незначителни количества. Минималния допустим размер за улов според закона у нас е 35 см.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743433/pbm4lspc6gt4yg8vlilv.jpg"
        }
    },
    {
        "Name": "Карагьоз",
        "Description": "Карагьоз, Дунавска скумрия, Shad (Alosa pontica). Дължина - до 38 см, тегло до 700 г. Тялото е удължено, ниско, странично сплеснато, със силно изразен коремен кил от шиповидни люспи. Челюстите са еднакво дълги, със зъби. По хрилните капачета се наблюдават ясно изразени радиални бразди. Разпрастранение: в Черно и Азовско море. Биология: Проходна риба. Зимува в Черно море, а за размножаване навлиза в река Дунав и други големи реки. Образува две форми различаващи се по своята биология: едра и дребна. Едрата расте по-бързо, достига по-големи размери, по-студенолюбива е и навлиза по-рано в реките. Живее окло 7 - 8 години. Съзрява полово на 3 - 4 години. Наблюдава се край българските брегове около март - април. Личинките се хранят главно с ротатории и водорасли и се носят пасивно по течението към морето, а възрастните - предимно с риба и висши ракообразни. Ценен стопански вид, обект на промишлен риболов. Минимално допустим размер за улов според закона у нас - 22 см.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743435/cfmhgt5flfd7emsqsqby.jpg"
        }
    },
    {
        "Name": "Каракуда",
        "Description": "Каракудите са род сладководни риби от семейство шаранови. В нашата страна обитават два вида - Сребриста каракуда и Златиста каракуда. Срещат се в застояли или не много бързи води. Тялото е сравнително по-високо от това на шарана, но за разлика от него нямат мустачки и размерите са по-малки. Каракудите са вегетариаци или всеядни. Издържат много ниско съдържание на разтворен кислород във водата. Златните рибки са подвид селекционирани каракуди. Обичаен обект на спортния риболов. Счита се, че не притежава високи вкусови качества, което честно казано е много чудно. Приготвена добре не отстъпва на повечето видове риба по вкус.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743437/wflm20ip0qrfr9ujtfma.jpg"
        },
        "MinimumLegalSize": 15
    },
    {
        "Name": "Костур",
        "Description": "Типичен хищник, дал името си и на семейство костурови, добре представено и в нашите води. Стадна риба, водеща типично дневен начин на живот. Напоследък популацията му е в период на териториална експанзия в нашите реки, язовири и водоеми.Риба с отлична приспособимост към всякакви дълбочини и води. Костурът днес може са се открие дори в реки с бързо течение, с изключение на пъстървовите зони. В същото време той вече се е настанил и в покритите с водарасли типично лински блата. На дължина е в състояние да достигне до 50-60 см, а на тегло до 5 килограма. Всичко обаче зависи от конкретните условия на обитание. При костура имаме и типично израждане на популацията поради пренаселване на даден водоем и липса на регулиращи развитието му врагове. Понякога той се размножава взривно и в следващите няколко години потиска останалите обитатели на водоема. Тази \"победа\" обаче го обрича на израждане и на размери на хищно джудже. Все пак тялото на нормалния костур, който е случил на условия, е изразено странично сплескано, но скъсено и високо. При по-едрите екземпляри е характерна гърбица и значително по-дебело, налято тяло, отколкото при младите риби. Люспите са ситни, много твърди и почти не могат да се отделят от дебелата му кожа. Главата е сравнително малка, с голяма, силно отваряща се уста със ситни зъби, но без кучешки. Очите са големи и оранжеви. Гърбът на рибата е сиво-зеленикав или тъмносив, понякога и кафеникав. Страните са по-изсветлени, като по дължината на тялото има отчетливи тъмни ивици. Броят на тези прикриващи хищника шарки е от 5 до 9. Гръбните перки са две последователни, почти една до друга, но отделни, с бодливи лъчи. Изобщо цялата риба е някак драскаща на пипане и необикновено бодлива, щом има шипове дори на хрилните капаци. Долните плавници и опашната перка са оранжеви, като само първият чифт зад хрилете е жълтеникав. Цветовете обаче не са абсолютна даденост - като при повечето хищни риби те силно зависят от особеностите на околната среда. Поведението на костура е лесно предвидимо. Той се храни само по светло. Сутрин на ята тръгва към плитчините, за да \"закуси\" в компанията на дребните рибки. Нощта обаче е прекарал в дълбокото. Придвижването обикновено е на стада, съставени от близки по размер риби. Така канибализмът се свежда до минимум, но ако два пасажа с голяма разлика в размера се срещнат, настава сеч. По-едрите парчета се движат по-предпазливо и се държат винаги на границата с дълбочина, което им вдъхва сигурност. Само най-огромните костури живеят самотно като в манастир в най-дълбоките ями, край камари от камъни и скали. Женските екземпляри са отчетливо по-едри от самците в пасажа. Освен денонощните миграции костурът предприема и сезонни пътувания. Есента при първите по-сериозни захлаждания костурите минават в по-дълбоки и топли води. Зимата прекарват в активно състояние и често именно те са най-многобройните риби при подледния риболов. Напролет преселението отново изкарва ятата костури към плитчините, където са и дребните рибки. Практически костурът е целогодишен въдичарски обект. Само в най-големите горещини той намалява вълчия си апетит, но привечер или по-рано сутрин се лови, дори и в юлските горещници.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743441/j2fkbdnfshnwvgxfqqyt.jpg"
        },
        "MinimumLegalSize": 12
    },
    {
        "Name": "Лаврак",
        "Description": "Лаврак, Морски вълк, Europian seabass ( Dicentrarchus / Morone lebrax ). Дължина на тялото до 1 м, тегло до 12 кг. На хрилните капачета има по два шипа и едно тъмно петно. Устата е голяма с четковидни зъбчета. Разпространение: в Атлантическия океан, Средиземно и Черно море. Навлиза в устията на реките. Биологията на вида е слабо проучена. Топлолюбива риба. Живее по единични или образува малки стада. Размножава се през пролетта и лятото в морето или в долните течения на някои реки. Храни се с хамция, цаца и други дребни риби. Рядък вид за Черно море. Няма стопанско значение.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743443/kqjdmt0mjivgi4pj9dik.jpg"
        }
    },
    {
        "Name": "Лин ( Каленик )",
        "Description": "Линът е може би най-привързаната към тишината и спокойствието наша риба. Иначе и той принадлежи към голямото рибешко семейство на шарановите. От всичките ни сладководни риби линът може би е най-слабо познатият вид за повечето хора. Тялото на тази наистина златна риба е някак скъсено. То е леко изгърбено и странично сплескано, покрито със ситни, здраво хванати към кожата люспи. Другата забележителност на лина е, че той е покрит с дебел прозрачен слой слуз. Някои учени смятат, че това му помага при провирането през стъблата на водните растения. Той прави рибата като гланцирана и необикновено хлъзгава, ако се хване в ръце. Когато линът бъде изваден от водата на въздух, този предварително \"желиращ\" го слой започва да потъмнява на големи петна, които сетне се олющват, откривайки златните люспи. В традиционните представи на западноевропейците на лина се приписват почти човешки качества. Дори и днес, в иначе сериозни справочници по риболов, продължава да се твърди, че линът е рибешкият лекар. Всички наранени и нахапани от хищници риби отивали при д-р Лин, за да се отъркат в неговата целебна слуз. Така раните им веднага зараствали. Това било и причината щуката да дели една е съща ниша във водоемите с него, без да му налита. От цялата тази романтика обаче, изглежда, е истина само последното изречение, и то с допълнението, че слузестият хлъзгав рибок не е по вкуса нито на костура, нито на бялата риба, дори и да им се поднесе, както се казва, на тепсия. Сред другите забележителни черти на тази наша риба е и фактът, че при нея имаме най-ясно различаване на мъжките и женските индивиди. Мъжките линове имат по-дълги и някак по-стройни чифтни коремни перки. Цветът на лина е зеленикаво-златен. Гърбът е по-тъмен, а страните преливат като скъпо, ситно изковано бижу. Коремът е по-светъл, но пак е с метален вид. Перките са хармонично окръглени, жълтеникаво-кафеникави на цвят. Очите са изненадващо малки и червени. Устата е месеста, с по едно малко мустаче в ъглите. Линът е много бавно растяща риба. На дължина той може да достигне 50-60 см, а на тегло дори над 5-6 кг. Характерно за него е и дебелото опашно стъбло, което придава известна тромавост на неговия силует. Линът е и истински рибешки мързеливец. Напълно възможно е той да живее с години на едно и също място във водоема. Движенията са му вяли и бавни, което обаче не му пречи да се преобразява в истински борец след засичането. Линът обитава тихи и обрасли с висша водна растителност води - блата, язовири, гьолове от речни разливи и дори заливи без течение в самите реки. Храни се предимно по дъното, ровейки в тинята за личинки и червеи. Топлолюбива риба, която предпочита плитките части на водоема, които сутрин първи се нагряват, а вечер последни изстиват, но задължително в близост до покрити с растителност пространства - камъш, ръждавец, тръстики, които є дават храна, сигурност и спокойствие.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743448/a1oasd3jcswify3liaie.jpg"
        },
        "MinimumLegalSize": 20
    },
    {
        "Name": "Лефер",
        "Description": "Лефер, Bluefish (Pomatomus saltatrix). Дължина на тялото до 70 - 100 см, тегло до 15, рядко 20 кг. Разпространение: в тропичните и субтропичните части на Атлантическия, Индийския и южните части на Тихия океан. В Черно море се среща сравнително рядко. Биология: стадна, топлолюбива риба, обитаваща откритите морски райони. Извършва размножителни, хранителни и зимувални миграции. Появява се през май - юни пред българските брегове, зимува в Мраморно море. Съзрява полово на 2 - 3 години, размножава се през през юли - септември. Личинките се хранят със зоопланктон и ларви на мекотели, а възрастните риби - изключително с риба. Нараства бързо. Ценен стопански вид. Минималния допустим размер за улов според закона у нас е 28 см.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743445/p70ndnnc47b9tgbi56jg.jpg"
        }
    },
    {
        "Name": "Липан",
        "Description": "Липан (Thymallus thymallus) е вид сладководна риба от семейство пъстървови. Рибата се среща рядко в България; предимно в студени високопланински реки и язовири заедно с останалите пъстървови видове у нас. Най-вероятно рибата е била пренесена от Чехословакия през 70-те от където произхожда и името ѝ. Липанът се среща сравнително често в северна Европа и Русия, до Урал. Максималната записана дължина на този вид е 60 см, а максималното записано тегло е 6,7 кг. Характерно за липана е вида като на шаранова риба, въпреки че има мастна перка. Неговата гръбна перка е висока, като платно. Липанът е всеяден. Яде разнообразие от растителна материя, ракообразни, насекоми, паяци, мекотели и планктон. Напада дребни риби и ларви. Хищници с по-големи размери като дунавска пъстърва ловят липан. Рядко обект на риболов, липанът се ловува по същия начин като високопланинските пъстърви у нас. А именно с муха и шнур, блесна и други изкуствени и есествени примамки. Рибата е икономически важна и се отглежда в Европа. Видът е под закрилата на Бернската конвенция.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743449/ckzx90mmzvva9vsoyspn.jpg"
        }
    },
    {
        "Name": "Кефал - морски",
        "Description": "Тялото на кефала е продълговато-почти закръглено отпред и леко сплеснато отзад. Покрито с едри люспи, които покриват и главата до носните отвори. Главата е голяма и широка отгоре. Има две гръбни перки, първата от които е с бодилести лъчи. Гърбът е тъмнозелен или стоманеносив с 12 тъмни надлъжни ивици, а коремът сребристобял. В основата на гръдните перки има тъмносиньо петно. На дължина достига до 75 см, а на тегло-до 12 кг. Кефалът е широко разпространен и се движи на стада. Характерна за него е способността мму да живее както в сладка, така и в осолена до 85 промила вода. Тази му особеност му дава възможност да обитава много басйни-топлите и умерени води на Атлантически, Тихи и Индиййски океан и техните морета. По нашето крайбрежие се среща навсякъде. Половата му зрелост настъпва след втората година. Хвърля хайвера си от юни до септември в открито море или покрай крайбрежието. Хайверът е плаващ. Яйцата се излюпват от два до пет дни в зависимост от температурата. Малките се хранят главно със зоопланктон и органични вещества, а възрастните-с червеи, ракообразни, обраствания по дъното и камъните и др. Установено е, че най-бързо нараства през първата и втората година.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605744959/oidbfz9ntjioghqp4h6w.jpg"
        }
    },
    {
        "Name": "Морунаш",
        "Description": "Морунашът е риба в екологичен и житейски подем. В последните години срещата с него е все по-честа, и то не само в реките, а и в затворени водоеми. На пръв поглед морунашът силно наподобява скобара. Приликата обаче е повече в силуета на рибата, отколкото в подробностите. Морунашът също е шаранова риба, но като биология е много по-близо до платиките, отколкото до скобара. И при него имаме долен кил без люспи, кил зад гръбната перка, но с извити люспи, и пространство от главата до гръбния плавник с лека вдлъбнатина в средата. Муцуната му пък напомня тази на скобара, но устата на морунаша е много по-различна от неговото длето. Ако гледаме устите им в разтворено състояние, при морунаша имаме кръгла форма, а при скобара правоъгълна. Размерите на морунаша са до 40 см дължина и до 2 кг тегло. Обикновено ловените екземпляри обаче са далеч от теоретичните постановки. В този смисъл улавянето на парче над половинка си е сериозно постижение. Обикновеният морунаш е стадна риба, която се движи на пасажи от екземпляри с еднакви размери и рядко допуска по-едри риби. Гърбът е тъмносив, зеленикаво-маслинен или дори синкав. Страните са сребристи, а долните перки червени като на клен. Гръбната перка е сива, каквато е и опашката. Очите са сравнително големи за размерите му и заедно с издадената напред заоблена муцунка придават вид на постоянна почуда у морунаша. Рибата се среща в Дунав и прилежащите наши реки, но напоследък се появи и в средното и долното течение на Струма, и в някои язовири. Нужно е уточнението, че у нас обитава и още един вид - маришкият морунаш, известен повече с пловдивското си име карабалък. Научното му название е Vimba melanops. Тази риба се отличава лесно от обикновения морунаш с по-малки размери и тегло до 700 грама. При карабалъка отсъства покрития с извити люспи кил зад гръбната перка. Окраската на маришкия морунаш е по-тъмна, а плавниците му са сивкави или най-много жълтеникави. Карабалъкът също е типично стадна риба. В хранителните предпочитания обаче няма съществени различия, затова по-нататък ще говорим само за морунаш. Рибата е всеядна, но с по-голяма охота поема и търси животинска стръв. Червеи, насекоми и ларви са естествената храна на морунаша. Понякога той се съблазнява и от семена, но това става по-рядко.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743450/ofq4tv0by17lfhrii9bv.jpg"
        },
        "MinimumLegalSize": 25
    },
    {
        "Name": "Паламуд",
        "Description": "По външни белези паламудът пролича на скумрията. Първата му гръбна перка обаче е много по-дълга. Гърбът е синкав с тъмни успоредни ивици, а коремът-сивкав. Устата е голяма с остри конически зъби. На дължина достига до 85 см, а на тегло-до7 кг. Паламудът е топлолюбива морска риба. Зимата прекарва в Мраморно море, а на пролет навлиза в Черно море. Половата зрелост настъпва на две, рядко на една година. Изхвърлянето на хайвера става на порции през втората половина на май до началото на август-най-усилено през юни в крайбрежните зони в централната, северозападна и североизточна част на Черно море при температура на водата 18-25 градуса. Яйцата се излюпват за 1.5, 2 денонощия. Паламудът е голям хищник. Той преследва стадата на хамсията, цацата, скумрията, сафрида и др. Храни се усилено и бързо нараства. В края на първото лято малките имат вече дължина 40--44 см; в края на второто лято-до 56 см, а на 3-годшна възраст-63 см. С увеличаване на възраста нарастването на дължина намалява и се увеличава теглото. При есенните миграции паламудрите се групурат в откритите части на морето. Придвижват се със средна скорост 46 мили на денонощие.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743450/zpdciu8caauibwonpoyw.jpg"
        }
    },
    {
        "Name": "Платика",
        "Description": "Тялото на платиката е високо, силно сплеснато странично. Окраската й варира в зависмост от средата, която обитава. На дължина достига до 45 см, а на тегло-до 3 кг. Платиката се среща в бавнотечащи води-у нас главно в р. Дунав, долното течение на р. Камчия и езеро Шабла. Хайверът се отлага през април-май при температура на водата 17-20 градуса. Храната е твърде разнообразна, главно дънни безгръбначни, ларви на насекоми, червеи и др., а от части и водорасли.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743451/nfaqfo4blb8pxwxxqfnr.jpg"
        },
        "MinimumLegalSize": 20
    },
    {
        "Name": "Толстолоб - пъстър",
        "Description": "Родината на Пъстрият толстолоб е Далечния изток. По¬ради способността си да се приспособява през последните години бързо се разпространи и се наложи като важен обект на изкуственото риборазвъждане. За нашите климатични условия е перспективен вид риба за съв¬местното отглеждане в шарановите интензивни стопанства. Отглежда се заедно с шаран и бял амур. Половата му зрялост е в зависимост от климатичните условия и наличната през различните възрасти естествена храна. При нашите ус¬ловия женските узряват полово на 4—5 години, а мъжките — обикновено една година по-рано. Развива се много по-бързо от белия толстолоб и достига маса 30 кг. Наред с фитопланктона употребява за храна и зна¬чителни количества зоопланктон. На едногодишна възраст съотношени¬ето между фитопланктона и зоопланктона в храната му е 1:1, но с въз¬растта делът на зоопланктона се увеличава. При трилетния толстолоб това съотношение е 1:2. В интензивните шаранови стопанства при уплът¬нени посадки расте бързо, като усвоява храната, която шаранът не може да оползотвори, с което рибопродуктивността на басейните нараства.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743453/hyqkf17ijvzlpwzbfxbi.jpg"
        }
    },
    {
        "Name": "Попче",
        "Description": "У нас се срещат 19 вида попчета, два от които живеят в сладки води. Те имат много общи белези. Тялото им е източено вретеновидно, покрито с дребни люспи, зрънца или голо. Главата е голяма и месеста. Странична линия липсва, но вместо нея по главата има много слизести каналии пори, които изпълняват нейната служба. Гръбните перки са две. Понякога първата перка е съвсъм редуцирана. Коремните перки се намират на гърдите, сраснали във вид на вендуз. Чрез тях попчетата се прикрепят за скалите в прибойната зона на морето и устояват на морските вълни. Попчетата са дънни риби. Повечето от тях обитават крайбрежната зона, като се предържат към каменисти, чакълести или пясъчни дъна. Често се намират и сред водната растителност. По време на размножителния период мъжките индивиди променят окраската си. Както цялото тяло, така и перките им добиват тъмен цвят със стоманеносинкав оттенък. Заедно с това главата им се удължава и изменя формата си; плавниците също се удължават. Хайверът се хвърля през пролетта и лятото на купчинки по камъни, мидени черупки и други подводни предмети. Той бързо се познава по жълтия цвят. Без изключение всички попчета охраняват яйцата си до пълното излюпване на малките.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743453/eolztbuqf0lalxosrmam.jpg"
        }
    },
    {
        "Name": "Распер",
        "Description": "Расперът е една от най-бързите сладководни риби в нашите големи реки. По бързина може да си съперничи единствено със пъстървата, а за капризите му и за неговата предпазливост може да ви разкаже всеки опитен спинингист. Особено добри условия за распер има в големите реки с каменисто дъно с неравности по него. Отлични са районите около прагове и бентове и места където силното и бързо течение преминава в умерено. Расперът е типичен хищник, който се храни предимно с дребна риба обитаваща повърхностния воден слой. На дължина при обилна храна той може да нарасне до 60-80 см, а на тегло достига 6-7, а рядко и дори 10 килограма. Гърбът на сребристата отстрани риба е доста широк, синкав или тъмносив с леко странично преливане. Люспите са сравнително ситни, а плавниците - големи, щръкнали и сивкави на цвят. Очите на рибата са жълти със зелена черта в горния край. Опашният плавник е могъщ и широк с твърди лъчи, но за разлика от този на клена е с дълбоко стреловидно изрязване в средата. Устата на распера е голяма, с тъмна издатина на долната челюст, която се прибира в нарочно вдлъбнато място на горната челюст. Главата му е по-заострена от тази на кефала, пък и цялата риба има по-стремително удължен силует от него. Расперът е отявлен хищник, след като навърши година или по-скоро достигне към 200 грама тегло. От този момент нататък той безпощадно преследва дребните рибки, с които се храни - уклейки, бабушки и белици. Плячката си гони като често издава присъствието си на повърхността с т.н. \"бухкания\" с опашка. В нашите реки потенциални негови жертви са уклейките и пръскачите, наричани още планински уклеи. Освен в малките реки, пръскачите се срещат в долните течения на Струма, Марица, Искър и други наши реки, където са една от потенциалните жертви на расперите. Нерядко расперът напада кефалчета, бабушки и други рибки със сребристо, тяло източено тяло. Той е хищник, който през топлите месеци от годината ловува предимно в горните водни слоеве, а в късната есен, зимата и ранната пролет се храни в дълбоките води.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743454/fslaclnr8c05xgxx1kao.jpg"
        },
        "MinimumLegalSize": 25
    },
    {
        "Name": "Кефал - речен (Клен)",
        "Description": "Тялото е странично сплеснато, по-вретеновидно при младите индивиди и по-източено с напредване на възрастта. Покрито е с едри люспи, със синьо-зеленикав, тъмнозелен, кафеникаво-зелен, тъмносив до черен гръб, зеленикаво-сребристи или жълто-златисти страни, бял блестящ корем и оранжеви до червеникави перки. На дължина в зависимост от условията може да достигне до 80 см и тегло до 6-7 кг, като обичайните размери са 30-40 см и 0,5-1,5 кг. Главата има характерно широко чело, а устата е голяма с удебелени устни Има отлично зрение, с което се доближава до пъстървовите видове. Речният кефал е посъвместно разпространен среща се в малки, бързи рекички с по дебела вода, средните течения на големите полски реки, стари корита и язовири. Избягва затинени дъна обрасли с много растителност. Хвърля хайвера си април-май. Веднага след това започва лакомо да се храни и не отказва нищо: малки рибки, жабчета, раци, насекоми и др. Спада кям хищните риби.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743439/sgcoffpgj85fkorlcjsl.jpg"
        },
        "MinimumLegalSize": 22
    },
    {
        "Name": "Сафрид",
        "Description": "Черноморският сафрид е пасажна риба, широко разпространена по нашето Черноморско крайбрежие. Достига размери до 25 см и тегло до 100 грама. Държи големи дълбочини. Лови се на дънна въдица, успоредно с ловенето на попчета, като кълве на същата стръв. По-ситните екземпляри се хранят със зоопланктон, а едрите с дребни риби - хамсии и цаци. Черноморският сафрид е любим обект за любителски морски риболов. Има едно поверие, което гласи, че когато щъркелите си заминават и сафрида си тръгва. Макар и дребна риба, тя е изключително вкусна. Подходяща е за прясна консумация и за консервиране.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605745364/dqhdtigzfonxfxfovind.jpg"
        },
        "MinimumLegalSize": 20
    },
    {
        "Name": "Сивен",
        "Description": "На дължина достига от 20 до 40 см., а на тегло от 1 до 3 кг. Окраската и е; маслинено зелено до кафяво на гърба, по светла на страните, сребристо бяла по корема. Тялото и е нашарено от бледи червени точки с светли пръстени около тях. През размножителния сезон оцветяването е по-солно изразено. Опашната перка е леко разцепена. Прародината и са водните обекти на Източните Северно Американски Щати и Канада. Обитава малки, високопланински, студени реки и езера. Активни са рано сутрин и късно вечер. Хвърлянето на хайвера при рибите живеещ в реките започва през Септември, Ноември през деня, докато при тези живеещи в езерата, това става вечер, близо до брега. Женската изхвърля от 100 до 5000 яйца. Оплодените яйца се излюпват през пролетта. Малките сивенчета живеещи в потоците порастват по-бързо от тези в езерата, поради по-топлата вода в потоците, което предпоставка за по голямо хранително разнообразие. Поотраснали те започват да се хранят и с малки рибки, жабки и ракообразни. Живеят до около 5 години в диви условия.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743455/rhqiveaclbsk3jhlnhdt.jpg"
        },
        "MinimumLegalSize": 20
    },
    {
        "Name": "Скобар",
        "Description": "Скобарът е типичен речен представител. Тялото му е сребристо, издължено, слабо странично сплеснато, изцяло покрито с люспи. Населява течещите води в Европа и Средна Азия. Достига дължина до 50см. и тегло до 2кг. Масово улавяните екземпляри по нашите реки са в диапазона 300-600 грама. Риби, приближаващи килограм, вече се считат за едри. Разспространен е в Дунав (популацията му нараства през последните години) и всички негови притоци. От южните ни реки с успех се лови в Марица и някои нейни притоци, Тунджа, Струма и Места. Поради странното разположение на устата си скобарът е принуден да се завърта настрани или направо нагоре с корема, за да приема храна. На терена на излета това се забелязва като твърде често проблясване на рибите във водата. Скобарът е риба с твърдо установени навици и приумици. Поради това мнозина риболовци са склонни да му приписват едва ли не човешки качества като капризност, коварство и т.н. Истината е, че скобарите, изглежда, инстинктивно изпълняват някои рибешки ритуали, но с такава вдаденост и последователност, че това изглежда едва ли не като съзнателно поведение. Любимите им места често съвпадат с тези на черната мряна, поради което двете риби понякога се ловят заедно.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743456/z3eiwphb75ggnd3qjfyx.jpg"
        },
        "MinimumLegalSize": 20
    },
    {
        "Name": "Скумрия ",
        "Description": "Тялото на скумрията е вретеновидно. Гръбните перки са две. Зад втората гръбна перка има по една редица малки перки. Гърбът е морскосин, изпъстрен с напречни тъмни ивици, а коремът-сребристобял. На дължина достига до 30 см., а на тегло -до 260гр. Скумрията е стадна морска риба. Половата зрелост настъпва на 1-годишна възраст. Хвърлянето на хайвера се извършва през март-април на порции в Мраморно море при температура на водата 14 градуса и соленост около 38/5 промила. В Черно море не се размножава, тъй като солеността на водата е около 18 промила , хайверът пада на дъното и загнива. След размножаването скумрията се отправя на големи стада към Черно море. При миграциите скумрията следва преблизително линията на брега. Това се използува от рибарите за залагане на даляни. През октомври започва ново групиране на стадата и оттеглянето им по обратен път към Мраморно море. Там те прекарват зимата и напролет се размножават. Скумрията има голямо стопанско значение. Масовият уловза нашата страна е през пролетта (април-юни) и през есента (октомври-декември). Лови се с даляни, грибове, гъргъри, сетки и въдици. Вкусовите качества на месото са много високи. Използува се в прясно, сушено (чироз), пушено състояние и консерви.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743457/x5qiq2zo5esr269t6eqg.jpg"
        }
    },
    {
        "Name": "Сом ",
        "Description": "Външният вид на сома е твърде характерен главата е голяма и широка, тялото назад се стеснява постепенно. На горната си челюст има две мустачки, а на долната четири по-малки. Гръбната перка е малка, а аналната е дълга и се източва чак до опашката. На дъжина достига до 5 метра и тегло до 300 кг. Но това може и да е митология, рядко се хващат екземпляр над 100 кг. Ако вие все пак имате късмет и хванете \"рибка\" над 15-20 кг. значе ще големи късметлий. Сома е хищна риба, като оставим настрана легендите че напада плуващи кучета, разни птици та дори и хора. Месото на сома е богато на мазнини и вкусно с малко кокали. Трябва да имаме впредвид че се храни най-често с рибки, жаби, раци, разни насекоми, мекотели и въобще всяка подводна гатинка, е цел на ловеца. Сома ловува от засада, като привечер излиза в плитчините и гони дребосъка. Зимно време ляга в дълбоките ями и не приема храна, раздвижва се напролет, старите рибари казват че започва да кълве, когато цъфне шипката.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743458/gu2wwu8ltp1o87rxlpou.jpg"
        },
        "MinimumLegalSize": 65
    },
    {
        "Name": "Уклей",
        "Description": "Уклеят е представител на семейство шаранови. Може да изглежда невероятно, но всъщност малката сребриста рибка е близък братовчед на дебелия тромав шаран. По въпроса за размерите на тази сякаш отлята от сребро рибка в научната литература се срещат различни величини. Най-често дължината є се определя в границите 15-20 см, а теглото є - между 80-100 г. Въдичарите обаче знаят, че това не е точно така, защото в нашенските рубрики \"Добър улов\", \"Златната въдица\" и \"Лична слука\" неведнъж сме виждали снимки на \"исполински\" уклеи с дължина 25 см и тегло към 160-200 грама. Но все пак ихтиолозите имат право, защото уклеи с рекордни трофейни размери се срещат наистина само по изключение. Уклеят е рибка с продълговато, странично сплескано тяло, с изящна стремителност и хармоничност. От пръв поглед е ясно, че имаме работа с отличен и бърз плувец. Гръбчето най-често е зелено, синьо-зелено или сиво-зеленикаво, а понякога и с по-тъмен маслинов оттенък. Част от оцветяването на гръбчето сякаш премива странично и по-надолу, където се губи в подчертано металното сребро на люспите. За такова малко рибе те са добре оформени и достатъчно едри. Характерно за тях е, че лесно и бързо опадват при хващане на уклея в ръце. Перките най-често са сивкави, като в основата си могат и да жълтеят леко. Характерна за рибката е и аналната перка, която е удължена подобно на кил. Очите са подчертано сребристи. Като повечето риби на въздух уклеят губи част от красотата на цветовете си, но все пак не така рязко, както това става с балканската пъстърва. Долната челюст на уклея е не само по-дълга от горната, но е и характерно извита нагоре. Това показва и типичният за тази рибка начин на хранене - често на самата водна повърхност, преследвайки малки мушици, комари и други ситни летящи твари.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743459/jibps8mj1qlij4i0vgio.jpg"
        },
        "MinimumLegalSize": 15
    },
    {
        "Name": "Червеноперка",
        "Description": "Червеноперката е сладководна риба от семейство шаранови. Обект е на промишлен и спортен риболов.  Почти идентичната на вид бабушка често се смята погрешно за \"червеноперка\" от повечето рибари. Двата вида се чифтосват успешно. Има характерни оранжево-червеникави перки, от където идва и названието ѝ. Тялото е дълбоко. Люспите са жълтеникави. Гръбната перка е разположена далече от главата. Броят на лъчи в тази перка е 8 или 9. Устата ѝ е сплескана и сочи нагоре поради навика си да всмуква насекоми и друга храна от повърхността. Средната нормална дължина, до която достига е около 15-20 см. Екземплярите, които достигат максимална дължина са от порядъка на 35-36 см. Рядко може да достигне тегло от 2 кг. Разпространена е в цяла Европа и североизточната част на Мала Азия. В България е разпространена в почти всички реки и язовири, но в малочислени количества. Храни се с безгръбначни животни и растителна храна, близо до повърхността. Не е придирчива към чистотата на водоемите.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743460/ops8a07mf0fvekkkfwn5.jpg"
        }
    },
    {
        "Name": "Амур - черен",
        "Description": "Черният амур е сравнително малко популярна риба в аквакултурата. Отглежда се основно в Русия, Украйна, Румъния и други страни като добавъчен вид съвместно с шаран и растителноядни риби - бял и пъстър толстолоб. Използва се активно за борба с инвазията на различни молюски и преди всичко срещу разпространението на мидата дрейсена. Черният амур се отнася към видовете от т.нар. азиатски комплекс, който освен него включва белия и пъстрия толстолоб и белия амур. Последните три вида заемат значителен дял от общия добив на сладководна риба в България. У нас личинки от черен амур са внасяни от Румъния и в някои стопанства има съхранени ограничено количество полово зрели екземпляри. Най-голям брой черни амури у нас има в яз. Овчарица, където този вид показва изключителен темп на нарастване поради изобилието на храна.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743461/yjmuvmibuncjeganvtsm.jpg"
        },
        "MinimumLegalSize": 120
    },
    {
        "Name": "Мряна - черна",
        "Description": "Черната мряна, (на латински Barbus meridionalis petenyi, наричана също Балканска мряна) е риба от род Мрени на семейство Шаранови. Тя е една от най-вкусните риби. Обитава придънните слоеве на водоемите. През пролетта слиза към по-дълбоките части на реките, а през лятото се изтегля нагоре, към по-бързите течения. Живее на стада. Обикновено в тях рибките са от едно люпило и за това на едно място по време на риболов се ловят риби с едни и същи размери. Черната мряна рядко надхвърля 35 см на дължина, а теглото ѝ може да достигне и до 1 кг. Мряната се лови предимно в бързите течения и каменисти участъци, понякога е много капризна.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743461/sbiboerl6scfuf46htkh.jpg"
        },
        "MinimumLegalSize": 17
    },
    {
        "Name": "Черноморски калкан",
        "Description": "В по-големи количества калканът може да бъде открит северно от нос Калиакра, но е разпространен по-цялото българско крайбрежие на Черно море. Зимата и лятото калканът прекарва на дълбочина между 40 и 80 метра. Най-доброто време за лов е през пролетта, когато доближава бреговете за да хвърля хайвер (април). живее предимно върху пясъчни дъна, но често посещава и смесени зони. Калканът е изключително лош хищник. Рибата има много добра техника на камуфлаж и се придвижва доста бързо когато ловува. Прекарва по-голямата част от времето си заровен в пясъка в перфектна засада. Когато го доближи риба, калканът \"скача\" върху нея и я поглъща. За сметка на това разчита твърде много на камуфлажа си и сам става лесна плячка за харпунджиите. По-старите рибари дори го ловят без да използват харпун чрез по един доста отблъскващ метод. Когато ловецът я доближава, рибата изобщо не мърда, което позволява на гмуркача да я сграбчи за главата и опашката. С бързо движение след това те прегъват рибата на две докато не се счупи гръбнакът й. Калканът умира за секунди...",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605745181/n1nd0amnchfuhmyekr6y.jpg"
        }
    },
    {
        "Name": "Черноморска акула",
        "Description": "Тялото на черноморската акула е източено вретеновидно. Покрито е с дребни плакоидни люспи (това са бодилести люспи, изградени както зъбите при бозайниците), обърнати с шипчетата си назад. Устата е разположена на долната страна на главата и има форма на дъговидна напречна цепнатина. Очите са слабо източени по дължината на главата. На гръбната перка има свободен шип. Опашната перка е несемитрична-горната половина е по-голяма от долната. Гърбът е тъмносив, осеян с бели петна, а коремът-белезникав. На дължина достига до 150 см, а на тегло - до 12 кг. Черноморската акула е доста разпространен вид - среща се навсякъде из Атлантически и Тихи океан и моретата около тях. В Черно море е доста обикновен вид. Движи се обикновено на малки стада, които обитават придънните слоеве на водата. Размножителният период на черноморската акула продължава от септември до ноември. По това време близо до брега - на дълбочина 25 - 40 м, тя ражда 16 до 32 малки. Оплождането на женските става или веднага след раждането, или през пролетта. Продължителността на инкубацията, която протича в яйцепроводите, продължава около 2 години. Храна за черноморската акула са различни видове дребни риби - меджид, попчета, барбуня, писии, морски езици и др. През пролетта и есента храната и се състои глевно от хамсия, сафрид и даже скумрия.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743462/ggsigv1vakz0pnnhcqz4.jpg"
        }
    },
    {
        "Name": "Шаран",
        "Description": "Шаранът (Cyprinus carpio) е сладководна риба, която достига до 120 см на дължина и до 35 кг на тегло. Той е всеяден, като в ранна възраст се храни с планктон и с увеличаване на теглото, преминава към консумиране на различни бентосни организми. По-големите риби ядат и малки рибки поради неспособността да си осигуряват необходимото количество храна. Размножава се през пролетта. В нашите води той намира отлични условия за размножаване и живот. Днес шаранът се отглежда често в язовири и други водоеми.Високогърбестият шаран има дълги ъглести гръбни перки и четири мустака около устата,с които търси по дъното растения и дребни животинки.Чрез развъждане и селекциониране в продължение на столетия от него са създадени многобройни раси.Особено известни са унгарските шарани, които отстрани имат съвсем малко едри люспи(едролюспест шаран)както и огледалните(голи)шарани. През май и юни по камъни и водни растения женските шарани хвърлят хайвера си -до 500 000 хайверни зрънца.Малките рибки се отглеждат в плитки, обрасли с растителност басейни.През есента се преместват в по-дълбоки басейни за презимуване.Тук, заровени в тинята са защитени от студа.Теглото на един две-тригодишен шаран достига средно три килограма.",
        "IsCarnivore": false,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743463/gkkf27ia0rkgawjroegt.jpg"
        },
        "MinimumLegalSize": 30
    },
    {
        "Name": "Щука",
        "Description": "Тялото на щуката е източено стреловидно, покрито с дребни люспи. Върхът на долната челюст излиза пред горната. Устата е широка и достига до под очите. В нея се намират кукообразно закривени зъби. Гръбният плавник е близо до опашния - над аналния. Най-често гърбът е сивозеленикав или жълтозеленикав до почти черен. Страните са сиви или сивожълтеникави с широки тъмни ивици, а коремът - бял с черни петна. На дължина достига до 1,5 м, а на тегло-35 кг(в долното течение на река Днепър са улавяли щуки и до 65 кг). Щуката е типична блатна риба. Среща се още в доното течение на реките бключително и в р. Дунав. Хайверът се изхвърля най-рано от цсички наши сладководни риби-през февруари-март, понякога под ледената покривка на водата. Отначало той полепва по дънни растения и предмети, а по-късно губи лепкавостта си и пада на дъното. В зависимост от температурата на водата излюпването става за 7-27 денонощия. Малките се хранят с различни плаващи организми. Когато достигнат размери 4-5 см, започват да нападат и по-едри животни. Възрастните щуки са ненаситни. Те нападат всички видове риби, даже и себеподобни. Хранят се още с жаби, водни плъхове, водни земеровки, вовоплаващи птици и др. Щуки се пускат в рибовъдни басейни с по-едра риба, за да унищожават плевелните риби, конкурентни в храненето на шарана и на други риби, отглеждани изкуствено.",
        "IsCarnivore": true,
        "Image": {
            "Uri": "https://res.cloudinary.com/dqbm5w0zb/image/upload/v1605743464/fc0b3aqgipszinjrfqnl.jpg"
        },
        "MinimumLegalSize": 35
    }
]